Repository: GuitMAN/jdeveloper
Catalog: UtilityApp/dvmLibrary/lib/modules/oracle.iau_11.1/components/OWSM-JKSMBEAN/component_events_*.xlf
Languages: de, fr, it, ja, pt_br, zh_cn, zh_tw

# Component_OWSM-JKSMEBAN
source: Oracle Web Services Manager - JKS Store Mbean
fr: Oracle Web Services Manager - Mbean de fichier de clés JKS
it: Oracle Web Services Manager - MBean dell'area di memorizzazione JKS
ja: Oracle Web Services Manager - JKSストアMBean
pt_br: Oracle Web Services Manager - Mbean de Armazenamento JKS
zh_cn: Oracle Web Services Manager - JKS 存储 Mbean
zh_tw: Oracle Web Services Manager - JKS 存放區 Mbean

# Category_ImportCertificate
source: Import Certificate
de: Zertifikat importieren
fr: Importer un certificat
it: Importa certificato
ja: 証明書のインポート
pt_br: Importar Certificado
zh_cn: 导入证书
zh_tw: 匯入憑證

# Category_DeleteKeyStoreEntry
source: Delete Certificate
de: Zertifikat löschen
fr: Supprimer un certificat
it: Elimina certificato
ja: 証明書の削除
pt_br: Excluir Certificado
zh_cn: 删除证书
zh_tw: 刪除憑證

# Event_ImportCertificate
source: Import Certificate
de: Zertifikat importieren
fr: Importer un certificat
it: Importa certificato
ja: 証明書のインポート
pt_br: Importar Certificado
zh_cn: 导入证书
zh_tw: 匯入憑證

# Event_DeleteKeyStoreEntry
source: Delete Certificate
de: Zertifikat löschen
fr: Supprimer un certificat
it: Elimina certificato
ja: 証明書の削除
pt_br: Excluir Certificado
zh_cn: 删除证书
zh_tw: 刪除憑證

# Attribute_Alias
source: certificate alias
de: Zertifikatalias
fr: alias de certificat
it: alias certificato
ja: 証明書別名
pt_br: alias do certificado
zh_cn: 证书别名
zh_tw: 憑證別名

# Attribute_keystoreEntryType
source: KeyStore Entry Type
de: KeyStore-Eintragstyp
fr: Type d'entrée de fichier de clés
it: Tipo di voce di keystore
ja: キーストア・エントリ・タイプ
pt_br: Tipo de Entrada KeyStore
zh_cn: 密钥库条目类型
zh_tw: 金鑰存放區項目類型

# Attribute_DeletedAlias
source: deleted alias
de: Gelöschter Alias
fr: alias supprimé
it: alias eliminato
ja: 削除済別名
pt_br: alias excluído
zh_cn: 删除的别名
zh_tw: 刪除的別名

# Help_Category_ImportCertificate
source: This set of events is for importing certificate.
de: Diese Ereignisgruppe dient zum Importieren eines Zertifikats.
fr: Cet ensemble d'événements est destiné à l'import du certificat.
it: Questo set di eventi consente di importare il certificato.
ja: このイベント・セットは、証明書のインポート用です。
pt_br: Este conjunto de eventos se destina à importação de certificados.
zh_cn: 此事件集用于导入证书。
zh_tw: 這組事件適用於匯入憑證.

# Help_Category_DeleteKeyStoreEntry
source: This set of events is for deleting certificate.
de: Diese Ereignisgruppe dient zum Löschen eines Zertifikats.
fr: Cet ensemble d'événements est destiné à la suppression du certificat.
it: Questo set di eventi consente di eliminare il certificato.
ja: このイベント・セットは、証明書の削除用です。
pt_br: Este conjunto de eventos se destina à exclusão de certificados.
zh_cn: 此事件集用于删除证书。
zh_tw: 這組事件適用於刪除憑證.

# Help_Event_ImportCertificate
source: Generated when certificate is imported into JKS keystore
de: Wird generiert, wenn ein Zertifikat in einen JKS-Keystore importiert wird
fr: Généré lorsque le certificat est importé dans le fichier de clés JKS
it: Generato durante l'importazione del certificato nel keystore JKS
ja: 証明書がJKSキーストアにインポートされるときに生成されます
pt_br: Gerado quando o certificado é importado na área de armazenamento de chaves JKS
zh_cn: 在证书导入到 JKS 密钥库时生成
zh_tw: 在憑證匯入 JKS 金鑰存放區時產生

# Help_Event_DeleteKeyStoreEntry
source: Generated when certificate is deleted from JKS keystore
de: Wird generiert, wenn ein Zertifikat aus einem JKS-Keystore gelöscht wird
fr: Généré lorsque le certificat est supprimé du fichier de clés JKS
it: Generato durante l'eliminazione del certificato dal keystore JKS
ja: 証明書がJKSキーストアから削除されるときに生成されます
pt_br: Gerado quando o certificado é excluído da área de armazenamento de chaves JKS
zh_cn: 从 JKS 密钥库中删除证书时生成
zh_tw: 在從 JKS 金鑰存放區刪除憑證時產生

# Help_Attribute_Alias
source: Alias of the certificate to be imported
de: Alias des zu importierenden Zertifikats
fr: Alias du certificat à importer
it: Alias del certificato da importare
ja: インポートする証明書の別名
pt_br: O alias do certificado a ser importado
zh_cn: 要导入的证书的别名
zh_tw: 要匯入之憑證的別名

# Help_Attribute_keystoreEntryType
source: Keystore entry type.
de: KeyStore-Eintragstyp.
fr: Type d'entrée de fichier de clés.
it: Tipo di voce di keystore.
ja: キーストア・エントリ・タイプ。
pt_br: Tipo de entrada para armazenamento de chaves.
zh_cn: 密钥库条目类型。
zh_tw: 金鑰存放區項目類型.

# Help_Attribute_DeletedAlias
source: Alias of the entry to be deleted
de: Alias des zu löschenden Eintrags
fr: Alias de l'entrée à supprimer
it: Alias della voce da eliminare
ja: 削除するエントリの別名
pt_br: O alias da entrada a ser excluída
zh_cn: 要删除的条目的别名
zh_tw: 要刪除之項目的別名
